---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange
source: html/f161cf80-5182-6eb7-a3b3-cda0db3eb25a.htm
---
# StructuralSectionIWideFlange Properties

Common set of parameters for structural analysis.